Repository: senaite/senaite.patient
Catalog: src/senaite/patient/locales/*/LC_MESSAGES/senaite.patient.po
Languages: ru

source: <no value>
ru: <нет значения>

source: Activate
ru: Активировать

source: Active
ru: Активные

source: Add
ru: Добавить

source: Add the patient email as CC recipient to new samples
ru: Добавлять эл.адрес пациента к создаваемым образцам для рассылки результатов

source: Address
ru: Адрес

source: Age
ru: Возраст

source: Age / Date of birth
ru: Возраст / Дата рождения

source: Age introduction
ru: Вводить возраст

source: All
ru: Все

source: Allow patients in clients
ru: Отображать пациентов в клиенте

source: Allow to publish samples with a temporary MRN
ru: Разрешить выдачу результатов для времененной ЭМК

source: Allow to verify samples with a temporary MRN
ru: Разрешить верификацию результатов для временной ЭМК

source: Birthdate
ru: Дата рождения

source: Can not delete ethnicities that are in use
ru: Невозможно удалить уже используемые записи об этнической принадлежности

source: Can not delete identifiers that are in use
ru: Невозможно удалить уже используемые идентификаторы

source: Can not delete marital status that is in use
ru: Невозможно удалить уже используемое семейное положение

source: Can not delete races that are in use
ru: Невозможно удалить уже используемую расу

source: Date of Birth
ru: Дата рождения

source: Date of birth
ru: Дата рождения

source: Days
ru: Дней

source: Deactivate
ru: Деактивировать

source: Deceased
ru: Умершие

source: Define one or more identifers for this patient
ru: Укажите один или более идентификаторов для пациента

source: Display an alert icon on samples with a temporary MRN
ru: Отображать значок предупреждения на образца с временной ЭМК

source: Driver ID
ru: Водительское удостоверение

source: Email
ru: Эл.почта

source: Email Report
ru: Отпр. эл.почту

source: Email address %s is invalid
ru: Адрес эл.почты %s некорректный

source: Estimated
ru: Примерно

source: Field Settings
ru: Доп. поля

source: Firstname
ru: Имя, Отчество

source: Folder
ru: Папка

source: Fullname
ru: ФИО

source: Gender
ru: Гендер

source: Gender Identity
ru: Гендерная идентичность

source: Gender identity
ru: Гендерная идентичность

source: Global settings for patients
ru: Глобальные настройки для пациентов

source: Identifiers
ru: Идентификаторы

source: If selected, a control for the introduction of either the age or date of birth will be displayed in Sample registration form and view. Otherwise, only the control for the introduction of the date of birth will be displayed
ru: Если выбрано, на форме регистрации образца и при просмотре будет отображаться элемент управления для ввода либо возраста, либо даты рождения. В противном случае будет отображаться только элемент управления для ввода даты рождения.

source: If selected, a field for the introduction of the patient's gender identity becomes visible in Sample registration form and view. The field for birth sex is always visible regardless of this setting.
ru: Если выбрано, в форме регистрации образца и при просмотре станет видимым поле для указания гендерной идентичности пациента. Поле для ввода биологического пола всегда отображается независимо от этой настройки.

source: If selected, patients can be created inside clients.
ru: Если выбрано, пациент может быть создан через клиента

source: If selected, users will be able to publish samples that have a Patient assigned with a temporary Medical Record Number (MRN).
ru: Если выбрано, пользователи смогут опубликовать результаты для образцов у которых пациенту присвоен временный номер ЭМК.

source: If selected, users will be able to verify samples that have a Patient assigned with a temporary Medical Record Number (MRN).
ru: Если выбрано, пользователи смогут верифицировать результаты для образца у которого пациенту присвоен временный номер ЭМК.

source: Inactive
ru: Неактивные

source: Key
ru: Ключ

source: Key '%s' is not unique
ru: Ключ '%s' не уникален

source: Key contains invalid characters
ru: Ключ содержит недопустимые символы

source: Key is not unique
ru: Ключ не уникален

source: Lastname
ru: Фамилия

source: List of identifiers that can be selected for a patient.
ru: Список идентификаторов для пациента.

source: MRN
ru: ЭМК

source: Make the MRN field mandatory in the sample registration form and when creating or modifying patients.
ru: Сделать поле ЭМК обязательным в форме регистрации образца, а также при создании или изменении данных пациентов.

source: Marital Statuses
ru: Семейное положение

source: Medical Record #
ru: ЭМК #

source: Middlename
ru: Второе имя

source: Months
ru: Месяцев

source: No
ru: Нет

source: Passport ID
ru: Паспорт

source: Patient
ru: Пациент

source: Patient ID
ru: ID Пациента

source: Patient Identifiers
ru: Идентификаторы пациента

source: Patient MRN of sample is not equal to %s
ru: Номер ЭМК в образце не совпадает с %s

source: Patient Medical Record Number
ru: Номер ЭМК пациента

source: Patient Settings
ru: Пациент Настройки

source: Patient birthdate
ru: Дата рождения пациента

source: Patient email is invalid
ru: Адрес эл.почты пациента некорректный

source: Patient firstname
ru: Имя, отчество пациента

source: Patient fullname of sample is not equal to %s
ru: ФИО пациента в образце не совпадает с %s

source: Patient gender identity
ru: Гендерная идентичность

source: Patient lastname
ru: Фамилия пациента

source: Patient legally defined marital status
ru: Установленное семейное положение пациента

source: Patient middlename
ru: Второе имя

source: Patient name
ru: ФИО пациента

source: Patient name entry mode
ru: Формат ввода имени пациента

source: Patient sex at birth
ru: Биологический пол пациента

source: Patient's name entry mode in Sample Add form
ru: Формат ввода имени пациента в форме регистрации образца

source: Patients
ru: Пациенты

source: Place of residence
ru: Место жительства

source: Please set a valid email address first
ru: Сначала укажите корректный адрес эл.почты

source: Race and Ethnicity
ru: Раса и этнос

source: Require Medical Record Number (MRN)
ru: Сделать номер ЭМК обязательным полем

source: Required field: ${title}
ru: Обязательное поле: ${title}

source: Sex
ru: Пол

source: Sex at birth
ru: Биологический пол

source: Share patient on sample creation
ru: Предоставить доступ при создании образца

source: Sharing
ru: Доступ

source: Temporary
ru: Временный номер

source: Temporary MRN
ru: Временный ЭМК

source: The Medical Record Number (MRN) assigned to this sample is temporary
ru: Номер ЭМК указанный для этого образца временный.

source: The key will be stored in the database and must be unique
ru: Ключ будет сохранен в базе данных и должен быть уникальным

source: The value will be displayed in the ethnicity selection
ru: Значения будут отображаться при выборе энической принадлежности

source: The value will be displayed in the identifers selection
ru: Значения будут отображаться при выборе идентификаторов

source: The value will be displayed in the marital status selection
ru: Значения будут отображаться при выборе семейного положения

source: The value will be displayed in the race selection
ru: Значения будут отображаться при выборе расы

source: Value
ru: Значения

source: When selected, an alert icon is displayed in samples listing for samples that have a Patient assigned with a temporary Medical Record Number (MRN).
ru: При выборе в списке образцов будет отображаться значок предупреждения для образцов у которых пациенту присвоен временный номер ЭМК.

source: Years
ru: Годы

source: Yes
ru: Да

source: description_controlpanel_patient_address_format
ru: Определите формат адреса пациента в образцах. Доступные переменные: $address, $zip, $city, $country, $subdivision1, $subdivision2, $type.

source: description_controlpanel_patient_ageyears
ru: Если выбрано, месяцы и дни не будут отображаться в представлении образца, если возраст пациента превышает один год. В этом случае будут отображаться только годы.

source: description_controlpanel_patient_ethnicities
ru: Этнические группы

source: description_controlpanel_patient_marital_statuses
ru: Легально закрепелнные виды семейного положения

source: description_controlpanel_patient_races
ru: Виды рас

source: description_patient_additional_emails
ru: Дополнительные адреса эл.почты

source: description_patient_additional_emails_email
ru: Адрес электронной почты

source: description_patient_additional_emails_name
ru: Личный, Рабочий, Другое и т.д.

source: description_patient_additional_phone_numbers
ru: Дополнительные телефонные номера для пациента

source: description_patient_additional_phone_numbers_name
ru: Личный, Рабочий, Другое и т.д.

source: description_patient_additional_phone_numbers_phone
ru: Телефонный номер

source: description_patient_deceased
ru: Отметьте если пациента скончался

source: description_patient_ethnicities
ru: Энтническая группа названная пациентом - может быть указано более одной

source: description_patient_identifiers_key
ru: Тип идентификатора или документа

source: description_patient_identifiers_value
ru: Значение выбранного идентификатора

source: description_patient_primary_email
ru: Основной адрес эл.почты пациента

source: description_patient_primary_phone
ru: Основной телефонный номер для контактов

source: description_patient_races
ru: Раса названная пациентом - может быть более одной

source: ethnicity_asked_unknown
ru: Не ответил

source: ethnicity_other
ru: Другое

source: ethnicity_unknown
ru: Неизвестно

source: fullname_not_defined
ru: Не указано

source: gender_diverse
ru: иной

source: gender_man
ru: Мужчина

source: gender_not_specified
ru: Не указано

source: gender_trans
ru: Трансгендер

source: gender_woman
ru: Женщина

source: invalid_patient_mrn_is_required
ru: Обязательно необходимо указать номер ЭМК

source: invalid_patient_mrn_must_be_unique
ru: Номер ЭМК пациента должен быть уникальным

source: label_controlpanel_patient_address_format
ru: Формат адреса

source: label_controlpanel_patient_ageyears
ru: Возраст в годах

source: label_controlpanel_patient_ethnicities
ru: Этносы

source: label_controlpanel_patient_marital_statuses
ru: Семейное положение

source: label_controlpanel_patient_races
ru: Расы

source: label_firstname
ru: Имя

source: label_lastname
ru: Фамилия

source: label_middlename
ru: Второе имя

source: label_patient_additional_emails
ru: Дополнительные адреса эл.почты

source: label_patient_additional_emails_email
ru: Эл.почта

source: label_patient_additional_emails_name
ru: Категория

source: label_patient_additional_phone_numbers
ru: Дополнительные телефонные номера

source: label_patient_additional_phone_numbers_name
ru: Категория

source: label_patient_additional_phone_numbers_phone
ru: Телефон

source: label_patient_birthdate
ru: Дата рождения

source: label_patient_deceased
ru: Скончался

source: label_patient_email_report
ru: Отправлять результаты

source: label_patient_ethnicities
ru: Этносы

source: label_patient_ethnicity
ru: Этническая принадлежность

source: label_patient_firstname
ru: Имя, отчество

source: label_patient_gender
ru: Гендер

source: label_patient_identifiers_key
ru: Вид

source: label_patient_identifiers_value
ru: Идентификатор

source: label_patient_lastname
ru: Фамилия

source: label_patient_marital_status
ru: Семейное положение

source: label_patient_middlename
ru: Второе имя

source: label_patient_mrn
ru: ЭМК #

source: label_patient_primary_phone
ru: Основной номер телефона

source: label_patient_race
ru: Раса

source: label_patient_races
ru: Расы

source: label_patient_sex
ru: Пол

source: label_primary_patient_email
ru: Основной адрес эл.почты

source: label_schema_personal
ru: Титульный лист

source: marital_annulled
ru: Брак аннулирован

source: marital_divorced
ru: Разведен(а)

source: marital_domestic_partner
ru: Проживает с партнером

source: marital_legally_separated
ru: Совместно не проживают

source: marital_married
ru: Женат / Замужем

source: marital_never_married
ru: Никогда не состоял в браке

source: marital_polygamous
ru: Полигамность

source: marital_unknown
ru: Неизвестно

source: marital_unmarried
ru: Не женат / Не замужем

source: marital_widowed
ru: Вдоствутвует

source: mrn_not_defined
ru: Не задано

source: name_entry_mode_first_last
ru: Имя, Отчество + фамилия

source: name_entry_mode_first_middle_last
ru: Имя + второе имя + фамилия

source: name_entry_mode_fullname
ru: Полное имя

source: patient_dob_days
ru: Дни

source: patient_dob_months
ru: Месяцы

source: patient_dob_years
ru: Годы

source: race_asked_unknown
ru: Не знает

source: race_unknown
ru: Неизвестно

source: sex_female
ru: Женский

source: sex_male
ru: Мужской

source: sex_not_specified
ru: Не указан

source: title_patient_samples_listing
ru: Образцы ${patient_fullname}
